[Public]
YMWFormatForm=dd/MM/yyyy
YMFormatForm=MM/yyyy
YMFormatDB=MMyyyy
YMFormat=MM/yyyy
WorkRate=Attendance
WorkHrs=Work Hrs
WorkHours=Working Hours
WorkDays=Work Days
windows7Blue=windows7Blue
WeekDays=Week days
WedID=Wed.
VK_VOICE=VOICE
VK_VEIN=VEIN
VK_PASS=Password
VK_PALMVEIN=PalmVein
VK_NONE=NONE
VK_IRIS=IRIS
VK_FP=FP
VK_FACE=FACE
VK_CARD=CARD
VisualStudio2012Light=VisualStudio2012Light
visualStudio2012Dark=visualStudio2012Dark
visualStudio2010Blue=visualStudio2010Blue
VerifyMode=Verify Mode
UpdateDate=Updated
UnsuccessfulEmpNo=UnsuccessfulEmpNo:
Tune=Adjusted Value
TueID=Tue.
tsnDelete=Delete
tsnCopy=Copy
tsnClear=Clear
TimeOut5=Out 5
TimeOut4=Out 4
TimeOut3=Out 3
TimeOut2=Out 2
TimeOut1=Out 1
TimeInOut=Attendance Record
TimeIn5=In 5
TimeIn4=In 4
TimeIn3=In 3
TimeIn2=In 2
TimeIn1=In 1 
ThuID=Thu.
TemperatureAlarm=Temperature alarm
Temperature=Temperature
tabOpenDoorlog=Open Door Record
tabAllLog=All records
tabAlarmLog=Alarm Record
SystemField=System Field
SunID=Sun.
SunHrs=Weekend OT
SunDays=Off Days
SubName=Sub Function Name
StaticDev=General
StaticBoxSumMin=Subtotal
StaticBoxSum=Total
StartDate=Start Date
Start=Start Value
StarDev=Star Series
SortName=Name 
SortIDNameOtSure=OT Type
SortIDNameDayoff=Ask for Leave 
SortID=Category No.
SihftKQDate=Date
SignoutTime5=Out 5
SignoutTime4=Out 4
SignoutTime3=Out 3
SignoutTime2=Out 2
SignoutTime1=Out 1
SigninTime5=In 5 
SigninTime4=In 4
SigninTime3=In 3
SigninTime2=In 2
SigninTime1=In 1
ShiftRuleName=Rule Name
ShiftRuleID=Rule No.
ShiftRulecycName=Cycle Unit
ShiftRulecyc=Cycle
ShiftRule=Shift Rule
ShiftName=Shifts Name
ShiftID=Shifts ID
SelectCheck=| Select |
SeaDev=Sea series
SatID=Sat.
SameEmp=Same Employee
SameDepart=Same Department
RuleWednesday=Wednesday
RuleTuesday=Tuesday
RuleThursday=Thursday
RuleSunday=Sunday
RuleSaturday=Saturday
RuleRestDays=Ruleless off days
RuleReadWorkHrs=Working Hours
RuleReadLeave=Count as actual OT hrs after sign-out
RuleReadLate=Count as actual OT hrs after sign-in
RuleNoRule=Enable Ruleless Off
RuleName=Rules Name 
RuleMonday=Monday
RuleLeaveIgnore=Leave Early Allowed
RuleLeaveHrs=Leave arly not count attendance
RuleLateLeaveCalHrs=Late or leave early deduct working hrs 
RuleLateIgnore=Late Allowed
RuleLateHrs=Late not count attendance
RuleIDName=Rule
RuleID=Rules No.
RuleHeadAndTail=Count only head and tail records
RuleFriday=Friday
RuleDupLimit=Rec.Interval
RuleDeferMins=Postpone Count OT time
RuleDeferHrs=Postpone Count OT
RuleCount=Number of punches
RuleAheadMins=Early Count OT Time
RuleAheadHrs=Early Count OT
RuleLeaveOvertime=Leave time is not counted as overtime
Remark=Remarks
rbUSB=USB Connection
rbLAN=LAN Connection
rbComm=RS232/485 Connection
PersonalPunchInMode=Personal Punch Mode
PassTimeStart=Start
PassTimeName=Description
PassTimeID=Timing S.N.
PassTimeEnd=End
OvertimeTypeName=OT Type
OvertimeSort=OT Type
OvertimeRate=OT Rate
OverHours=OT Hrs
OutHrs=Out Hrs
OtReason=Reason
OtHrsM=OT Hrs
OtHrs=OT Hrs
optSelectAll=Cascade Selection
optSelect=Single Selection
OprtTool=Operation
OprtTime=Operation Time
OprtPWD= Password
OprtNoName=Operator
OprtNo=Operator
OprtName=User Name
OprtModule=Operational Mode
OprtLastLoginTime=Last Login
OprtIsSys=Default
OprtDetail=Operation Details
OprtDesc=Description
OprtDate=Operation Time
OprtComputerName=Operating The Database
Online=On-line
Offline=Off-line
officeMobile2014=officeMobile2014
office2016=office2016
office2013=office2013
office2010Silver=office2010Silver
office2010Blue=office2010Blue
office2010Black=office2010Black
Nation=Nation
MustDays=Must Days
MsgUpgrading=Upgrading database...
MsgUnRegisterInfo=Not registered, can only monitor {0}
MsgUnModuleInfo=The software does not contain the {0} module, please reinstall the software or modify the device information to use it for general reuse
MsgTestDataLinkSuccess=Test database connected
MsgSetTimingData=Setting up timing Recycling New Logs
MsgSelectNo={0} Selected.
MsgSaveSucceed=Save data success.
MsgRepeatNo={0} already exists, are you sure to overwrite them?
MsgReadingData=Reading data, please wait...
MsgReadEndData=Read data success.
MsgPasswordSuccess=Password Changed.
MsgOprtComplete=The operation is completed.
MsgNoSelectDelete=No data selected!
MsgGetSelectData=Recovery selection Logs
MsgGetNewData=Recovery New Logs
MsgGetMacNo={0} Please obtain the machine number to ensure normal communication
MsgGetDataInfoBao=Getting package
MsgGetAllData=Recovery All Logs
MsgFindMacSN=Please enter {0} or {1}, press [Enter] to hold
MsgExportSuccess=Export {0} data success. 
MsgExportingData=Exporting {0} data, please wait...
MsgExitSystem=Are you sure to exit  "{0}" ?
MsgDownInfo_Star={0} person, star series fingerprint {1}, star series face {2}, password{3}, Card {4}, Star Series Palm Vein {5}
MsgDeleteSucceed=Data Deteled.
MsgDeleteSelect=Sure to delete seleted data?
MsgCreating=Creating database...
MsgContinue=Do you wish to continue?
MsgCompactSuccess=Compress database success.
MsgCompacting=Compressing database, please wait...   
MonthDays=Days
MonID=Mon.
Module=Module Function
MJDateTime=Opening time
MacUSERS=Employees 
MacSN=Dev. No.
MacSeriesTypeName=Device Type
MacPSWS=Passwords  
MacPort=Port 
MacPALMVEINS=PalmVeins
MacMANAGERS=Admins
MacIP=IP/Domain
MacGLOGS=New Records
MacFPS=Fingerprints  
MacFaceS=Faces  
MacDoorStateTime=Gate Magnetic Status
MacDesc=Decrp.
MacDefenseState=Withdrawal status
MacConnType=Connection
MacConnPWD=BaudRate/Connection Password
MacConnectState=Connection status
MacCARDS=Cards
MacAGLOGS=All Records 
LOG_WIGANCARDWHITELIST=WegenCard+Face
LOG_WIGANCARD=WegenCard
LOG_WHITELISTIDCARD=Face+IDCard
LOG_WHITELIST=Face
LOG_TEMPPERATURE=body temperature
LOG_TEMPPERATURE_WHITE=Body temperature + face
LOG_TEMPPERATURE_MASK=Body temperature + mask
LOG_TEMPPERATURE_MASK_WHITE_CARD=Body temperature + mask + face + card
LOG_RFCARDWHITELIST=RFCard+Face
LOG_RFCARD=RFCard
LOG_PROG_OPEN=Open by PC
LOG_PROG_CLOSE=Close by PC
LOG_PPVERIFY=PALM Verify
LOG_PPPASSVERIFY=PALM+PWD Verify
LOG_PPCARDVERIFY=PALM+Card Verify
LOG_PP_FACE_VERIFY=PALM+Face Verify
LOG_PASSVERIFY=PWD Verify
LOG_PASSPPVERIFY=PWD+PALM Verify
LOG_PASSFP_VERIFY=PWD+Fp Verify
LOG_PASSFACEVERIFY=PWD+Face Verify
LOG_OPEN_IREGAL=Unautherized Open
LOG_OPEN_HAND=Open by exit button
LOG_OPEN_DOOR=Door Open
LOG_OPEN_DOOR_THREAT=Threat Open
LOG_OPEN_COVER=Cover Opened
LOG_MASK=Masks
LOG_MASK_WHITE=Mask + face
LOG_IOMODE_OUT4=OUT4
LOG_IOMODE_OUT3=OUT3
LOG_IOMODE_OUT2=OUT2
LOG_IOMODE_OUT1=OUT
LOG_IOMODE_IO=IO
LOG_IOMODE_IN4=IN4
LOG_IOMODE_IN3=IN3
LOG_IOMODE_IN2=IN2
LOG_IOMODE_IN1=IN
LOG_IDCARD=IDCard
LOG_FPVERIFY=Fp Verify
LOG_FPPASS_VERIFY=Fp+PWD Verify
LOG_FPCARD_VERIFY=Fp+Card Verify
LOG_FP_PP_VERIFY=Fp+PALM Verify
LOG_FP_FACE_VERIFY=Fp+Face Verify
LOG_FACEVERIFY=Face Verify
LOG_FACEPASSVERIFY=Face+PWD Verify
LOG_FACECARDVERIFY=Face+Card Verify
LOG_FACE_PP_VERIFY=Face+PALM Verify
LOG_FACE_FP_VERIFY=Face+Fp Verify
LOG_CLOSE_IREGAL=Unautherized Close
LOG_CLOSE_DOOR=Door Close
LOG_CLOSE_COVER=Cover Closeed
LOG_CARDVERIFY=Card Verify
LOG_CARDPPVERIFY=Card+PALM Verify
LOG_CARDPASS_VERIFY=Card+PWD Verify
LOG_CARDFP_VERIFY=Card+Fp Verify
LOG_CARDFACEVERIFY=Card+Face Verify
LOG_DEVMODE_KQMJ=Attendance and access control machine
LOG_DEVMODE_KQ=Attendance Machine
LOG_DEVMODE_MJ=Access Control Machine
LeaveRate=Leave Rate
LeaveMins=Early Min.
LeaveDays=Leave Hrs
LeaveCount=Early TMs
lbWeek=First day of week
lbTips=Use this function to maintain the normal operation of the software!
lbSelectGroup=Select group
lbSecond=Second
lbRecTuneUrl=IP address
lbQuery= Quick Search
lbPrompt=Enter the registration number and press [ENTER]
lbpassword = Mot de Passe Initial: admin
lbMonitor=IP is local IP, if it is empty, it will be closed
lbMinute=Minute
lbMacSeriesUserName=User name
lblQuickSearchToolTip=Enter ID or name and press [ENTER]
lblQuickSearch=Quick Search
lblFingerNo=Empl. No.
lblCommPort=Port No.
lblCommBaudRate=BaudRate
lbDevGroup=Equipment Group
lbCalc=Recommended to take 30, 15, 30, {0}<{1}, see the help document
lbMacMode=Device mode
LateMins=Late Min.
LateCount=Late TMs
KQYM=Date
KQWeek=Day
KQTime=Attendance Time
KQShift=Shift
KQDateTime=Date
KQDateT=Date
KQDate=Date
ItemZoomOut=Zoom out
ItemZoomIn=Zoom in
ItemUnselect=Unselect All
ItemTextStar =Star Series#13#10Port
ItemTextSeaSeries=Sea series#13#10Port
ItemTextDataFormat=Text Format Setting   
ItemTextData=Text Data
ItemTAGExt=Extension
ItemSwitchingThemes=Switch skin
ItemSetupDisplay=Show/Hide Column
itemSetMonitor=Set dynamic identification equipment monitoring
ItemSelectGroup=Select group
ItemSelect=Select All
ItemSearch=Search
ItemRefresh=Refresh
ItemPrint=Print                
ItemPosition=Current: {0}  Of: {1}
ItemPasteUpData=Copy data from upper line
ItemMomAdd=Batch increase
ItemImport=Import
ItemGroup=Increase group
ItemFindText=Enter ID or name and press [ENTER]
ItemFindLabel=Quick Search
ItemExport=Export   
ItemExit=Exit
ItemEmptyData=Clear data within this line
ItemEdit=Edit
ItemDevSet=Machine Settings
ItemDelete=Delete
ItemClose=Close
ItemAdd=Add
ItemAddDev=AddMac
IsSignIn=Manually Added
IsGPRS=GPRS
IsDRecognition=Dynamic FC DEV
IsAuto=Auto Matching
IsAttend=Attendance
IsAlarm=Call the police
Integer=Round Value
InOutMode=In/Out
ImportField=Source Field
HolidayName=Name
HolidayEndTime=End Date
HolidayBeginTime=Start Date
HdHrs=Holiday OT
HdDays=Holiday
groupBoxCameras=Cameras
gbxEmpTime=Selected Time Period
gbxEmpInfo=Employee Info.
gbxDev=Select Device
FuncShow=Display
FuncOrder=Order
FriID=Fri.
FK_STATUS_USEDMEMORYA=Used RAM
FK_STATUS_USEDDISK=Used Flash
FK_STATUS_TOTALDISK=Flash Space
FK_STATUS_FREEMEMORYA=Available RAM
FK_STATUS_FREEDISK=Available Flash
FK_STATUS_FACES=Faces 
FK_STATUS_ALLUSERS=All Employees
FK_RUNERR_WRITE_FAIL=Transmission Error
FK_RUNERR_UNKNOWNERROR=Unknown Error
FK_RUNERR_TIMEOUT=Timeout error
FK_RUNERR_READ_FAIL=Read Error
FK_RUNERR_PARAM=Parameter error
FK_RUNERR_NOSUPPORT=Not Supported
FK_RUNERR_NON_CARRYOUT=Instruction Failed
FK_RUNERR_NO_OPEN_COMM=Machine not connected
FK_RUNERR_MIS_PASSWORD=License number error
FK_RUNERR_MEMORYOVER=Insufficient machine memory
FK_RUNERR_MEMORY=Out of memory
FK_RUNERR_MANAGEROVER=Insufficient space, failed to add Admin
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=Parameter not valid
FK_RUNERR_FULL_CAPACITY=Device capacity is full
FK_RUNERR_FPDATAVERSION=Incorrect version of registration data
FK_RUNERR_ERRORR=Error
FK_RUNERR_DEV_WORKING=The device is working
FK_RUNERR_DEV_WORK_SUCCESS=The device work is completed
FK_RUNERR_DEV_BUSY=The device is busy
FK_RUNERR_DATADOUBLE=This ID is already existed.
FK_RUNERR_DATAARRAY_NONE=Data not exist
FK_RUNERR_DATAARRAY_END=Reading Completed
FK_RUNERR_CONNET=Communication error
FK_RUN_SUCCESS=Machine Connected.
FK_GET_USERS=Employees   
FK_GET_SLOGS=Admin Logs
FK_GET_PSWS=Passwords  
FK_GET_PHOTOS=Dynamic Recognition Faces
FK_GET_MANAGERS=Admins
FK_GET_GLOGS=Attendance Records
FK_GET_FPS=Fingerprints  
FK_GET_FACES=Faces
FK_GET_CARDS=Cards
FK_GET_ASLOGS=All Admin Records
FK_GET_AGLOGS=All Records
FK_DOOR_UNKNOWN=Unknow
FK_DOOR_OPEND=Door Opened
FK_DOOR_CONTROLRESET=Control Status
FK_DOOR_COMMNAD=Auto Close 
FK_DOOR_CLOSED=Door Closed
FK_DI_VERIFY_KIND=Confirm Mode
FK_DI_VERIFY_INTERVALS=Record Interval
FK_DI_SLOG_WARNING=Admin Log Warning
FK_DI_RSCOM_BPS=Baudrate
FK_DI_POWEROFF_TIME=Auto Shut-down
FK_DI_NETENABLE=Network Enable
FK_DI_MULTIUSERS=Multi User
FK_DI_MANAGERS=Admins
FK_DI_LOCK_CTRL=Lock Control
FK_DI_LANGAUGE=Language
FK_DI_GLOG_WARNING=Log Warning
FK_DI_DEVICEID=Machine No.
FK_DI_DATE_SEPARATE=Date Separator
FingerPrivilegeName=Role
FingerPrivilege1=Admin
FingerPrivilege0=User
FingerPrivilege=Role
FingerNo=Empl. No.
ExecTimes=Time used:
ErrorUserIdAdd=Empl. No. already exists in the current list,please try again!
ErrorUnUserID=There is no registration data in the machine!
ErrorStartTimeBegreater=Start time cannot be greater than end time!
ErrorStartDateBegreater=Start date cannot be greater than end date!
ErrorSource=Error Source:
ErrorSelectUsernum=Empl. No. is not present in the list,please try again!
ErrorSelectMacOprt=Please select machine!
ErrorSelectEmp=Please select employee!
ErrorSelectDepart=Select Department!
ErrorSelectCorrect=Please Select {0}!
ErrorPasswordTwo=Passwords not match, please try again.
ErrorOutrideMaxLength=Content {0} exceed maximum allowed bytes{1}! 
ErrorOldPassword=Old password incorrect!
ErrorNoPower=Sorry, no permission!
ErrorMessage=Error Message:
ErrorMacParam=This feature is not supported by this model or firmware!
ErrorListEmpty=The current list is empty. Please get the list or add Empl. No.!
ErrorEnterCorrect=Please enter correct {0}!
ErrorEmpNotExists=Employee information not found, please try again!
ErrorDepartNotExists=Department information not found, please try again!
ErrorDBPathEmpty=Please select database path!
ErrorDBFileEmpty=Please select backup file!
ErrorCardFill=All the people you choose are already in card numbers!
ErrorCannotRepeated={0} Repeated!
EndTime=End Date
Enddate=End Date
EndDate=End Date
EmpSex1=Female
EmpSex0=Male
EmpSex=Gender
EmpRuleName=Att. Rule
EmpRuleID=Att. Rule
EmpPWDNo=Password
EmpPWCount=PWDs  
EmpPhotoCount=Number of dynamic face photos
EmpPhotoCount=Dynamic Recognition Faces
EmpPhoneNo=Phone
EmpPalmVeinCount=PalmVeins
EmpNoTwo=Personnel 2
EmpNoTree=Personnel 3
EmpNoOne=Personnel 1
EmpNoFour=Personnel 4
EmpNoFive=Personnel 5
EmpNo=Reg. No.
EmpName=Name
EmpMemo=Remark
EmpHireDate=Enrolled On
EmpGZ=Salary
EmpFingerCount=FPs  
EmpFaceCount=Faces  
EmpCertNo=Identification Number
EmpCardNo=Card ID
EmpCardCount=Cards 
EmpAddress=Address
Emp=Employee 
DoorTime=Opening time
DoorState=Remote Control Door Status
DimissionReason=Reason
DimissionOprt=Attn
DimissionDate=Date
DevGroupName=Device group name
DevGroupID=Device group number
DepartName=Dept. Name 
DepartMemo=Description
DepartID=Dept. No.
Depart=Department
DeferMins=Late Minutes Allowed
DeferHrs=Sign-out
DayOffReason=Reason
DateTimeFormatLog=ddMMyyyyHHmmss
DateTimeFormat=dd/MM/yyyy HH:mm:ss
DateFormatLog=ddMMyyyy
ColumnValid=Valid Date
ColumnT6=Time 6
ColumnT5=Time 5
ColumnT4=Time 4
ColumnT3=Time 3
ColumnT2=Time 2
ColumnT1=Time 1
ColumnPassID=Timing S.N.
chkAttendancePhoto=attendance photo taken during recognition when retrieving data
cbWeek=Analysis of weekly data
cbEmp=Select Logs
cbAll=All Logs
CardType=Type of certificate
CardTime=Attendance Time
CalcTypeName=Calculation Type
btnWithdrawal=Withdrawal
btnUnselectAll=Unselect All
btnTestConnect=Test
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=Select All
btnSeaSeriesOprt=Upload to machine
btnSave=Preservation
btnRemove=Delete
btnRemoteReg=Remote registration
btnQuickSearch=Choose Employee
btnPrev=Prev
btnParentGroup=...
btnOk=OK
btnNext=Next
btnGetSnapshotsLog=Recycling records
btnGetMacSN=Get Machine Number
btnGetListFromMac=Get List
btnExit=Close
btnDefence=Deploy troops for defence
btnDBPath=>
btnConnect=Reset Dabase
btnClearSnapshotsLog=Clear device logs
btnClear=Clear
btnCancel=Cancel
btnAlarmLog=Alarm Record
btnAlarm=Disarm the alarm
btnAddEmpInfo=Add person profile
btnAdd=Add
btnAccessLog=Access Control Records
Birthday=Date of birth
BeginTime=Start Date
Begindate=Start Date
AlarmTime=Alarm time
AlarmMode=Alarm type
AheadMins=Early Minutes Allowed
AheadHrs=Sign-in
AccessEorror=Access database driver is not installed on your computer. Please try again after installation. Press ok to install?
AbsentDays=Absent
AbsenceRate=Absenteeism Rate

[Exception]
Caption=Software Error
Label2=Error Details:

[DBPathSelect]
Caption=Select
Label1=Select Folder:
Label2=Selected File:
SelectFolder=Folder
SelectDBBak=File

[DBConnect]
Caption=Database Connection Configuration
lblMSSQLServer=Server Name:
lblMSSQLVerify=Verification Info
rbMSSQLWindowsNT=Use Windows NT integrated security settings
rbMSSQLSQL=Use specified user name and password
lblMSSQLUserName=User Name:
lblMSSQLUserPass=User PWD:

[Login]
Caption=User Login
Label2=Username
Label3=Password
chkPass=Remember Password
lblHint=The default password is "321"
Error001=The latest version is：{0} #13#10#13#10 Please update it before using!
Error002=The user does not exist!
Error003=Incorrect password, login failed!

[Main]
mnuSY=System Management
mnuSYPower=System Rights
mnuSYPassword=Change User Password
mnuSYRegister=Register
mnuSYDataBack=Database Backup
mnuSYDataRest=Restore Database
mnuSYDataUpdate=Database Update
mnuSYDataCompact=Database Compression
mnuSYDataType=Database Type
mnuSYDataClear=Data Clear
mnuSYOption=System Options
mnuSYClose=Exit
mnuSYSetPort=Real-time Monitoring Port
mnuRS=Employee Data 
mnuRSDepart=Deparment Settings
mnuRSEmp=Employee Management
mnuRSDimission=Resignation Management
mnuRSEmpChart=Employees Statistical Charts
mnuMJ=Conventional Dev.
mnuMJTime=Time Period Settings
mnuMJBellTime=Bell Setting
mnuMJPower=Permissions
mnuMJDoor=Remote Control Door
mnuMJDynamic=Dynamic FC Door Settings
mnuMJReportOpenData=Personnel Opening Record
mnuMJReportAlarmData=Access Control Anomaly Record Table
mnuMJReport=Access Control Report
mnuKQ=Attendance Management
mnuKQInOutMode=Attendance Status Settings
mnuKQRuleSetup=Rule Settings
mnuKQRule=Attendance Rule
mnuKQRuleCalc=Rule Calculation
mnuKQRuleEmp=Employee Attendance Rule
mnuKQRuleDepart=Department Attendance Rule 
mnuKQShiftSetup=Shift  Settings
mnuKQShift=Work Shifts
mnuKQShiftRule=Shift Rule
mnuKQEmpShift=Employee Shift
mnuKQDepShift=Department Shift
mnuKQRegister=Registration Management
mnuKQHoliday=Holiday Registration
mnuKQEmpDayOff=Leave Registration
mnuKQEmpOtSure=Overtime Registration
mnuKQEmpSignCard=Manually Add Attendance
mnuKQReport=Report Management
mnuKQReportData=Original Log
mnuKQReportRecords=Attendance Log
mnuMJReportMJData=Access Records Log
mnuMJDoorSeaSeries=Remote Control Door
mnuMJDoorCondition=Door Opening Condition Parameters
mnuMJSeaUserPwd=Modify User Password
mnuMJSeaNetParam=Network Parameters
mnuMJSeaPower=Personnel Validity
mnuMJSeaSetSound=Audio and Interface Parameters
mnuMJSeaRebootDevice=Reboot the Device
mnuMJRealTimeMonitoringSettings=Monitoring Parameters in Real Time
mnuMJReportSeaSnapShots=Real-Time Snapshot Record
mnuSTAR=Star Dev.
mnuMJStarRebootDevice=Restart the Device
mnuMJStarPower=Personnel Validity Period
mnuMJStarParam=Basic Pparameters
mnuMJStarOpenDoor=Remote Control Door
mnuMJStarNetParam=RealTime Monitoring Param
mnuMJSeaTemperature=Temperature parameter
mnuMJSeaPersonIDCard=Witness Record Form(Sea Series)
mnuMJMacParam=Parameter Settings
mnuSEA=Sea Series Dev.
mnuKQDataAssay=Analyze Attendance Data
mnuKQReportDataFilter=Attendance Record
mnuKQReportDay=Daily Report
mnuKQReportMonth=Monthly Report
mnuPubReportLog=Log Report
mnuKQReportTotal=Employee Monthly Report
mnuKQReportWeek=Weekly Report
mnuKQWeekReportTotal=Employee Weekly Report
mnuKQReportMonthDetail=Attendance Month Record Report
mnuGZ=Wage Management
mnuGZRule=Wage Rule Setting
mnuGZItem=Wage Scheme Settings
mnuGZRuleEmp=Employee Wage Rule Settings
mnuGZRuleDepart=Department Wage Rule Settings
mnuGZReport=Payroll Management
mnuHelp=Help
mnuHelpTopic=Help
mnuHelpAbout=About
lblUser=Current User:
IsTest=Unegistered, software will expire on {0}
IsTest1=Unregistered, free trial period has expired
IsAlways=Registered (Authorized User: {0})
IsValid=Registered (Authorized User:  {0})，validity expired
IsValidDate=Registered (Authorized User: {0})，valid till {1})
TitleBar=Device Management
ItemTAG1=Sync Time
ItemTAG2=Machine Info
ItemTAG3=Retrieve New Logs
ItemLabel=Monitor #13#10 Port
ItemText=Enter port you to monitor
ItemTAG4=Start Monitoring
ItemTAG5=Stop Monitoring
ItemDownload=Download Registration Data
ItemDownloadUSB=Download registration data from USB-Disk
ItemUpload=Upload Registration Data
ItemUploadUSB=Upload registration data from USB-Disk
ItemClearData=Clear Log
ItemClearManager=Clear Admin
ItemClearInfo=Clear Registration Data
ItemClearInfoDim=Clear Resigned Data
ItemInitDevice=Reset Device
ItemGetAllData=Retrieve Dev.Logs
ItemUSBData=Import log from USB-Disk
ItemUSBText=Import Text Log
ItemTextFormat=Text Format Settings   
ItemMJFunc=Access Function
ItemMJTimeSetup=Time  Settings 
ItemMJTimeDownload=Download Timing
ItemMJTimeUpload=Upload Timing
ItemMJBellTimeSetup=Bell Settings
ItemMJBellTimeDownload=Download Bell Settings 
ItemMJBellTimeUpload=Upload Bell Settings 
ItemMJPowerSetup= Permissions Assignment
ItemMJPowerDownload=Download Permission
ItemMJPowerUpload=Upload Permission
ItemMJDoorOpen=Open Door
ItemMJDoorClose=Closedoor 
FilterUSB=USB-Disk Data File
FilterUSBF=Registration file from USB-Disk
FilterText=Text File
MsgClearDBDown=Do you want to clear the database of registration information?
MsgClearData=No more log if you clear them all.  #13#10#13#10 Are you sure you want to clear all log?
MsgClearManager=No more Admins if you clear them all.  #13#10#13#10 Are you sure you want to clear all admins?
MsgClearInfo=This action will clear all registration data in the machine,  #13#10#13#10 Are you sure to continue?
MsgClearInfoDim=Do you want to clear resigned data ?
MsgClearInfoDimNoInfo=It have no resigned data.
MsgInit=All data will be lost and the machines will set to defaul settings if you initialization machine.  #13#10#13#10  Are you sure to continue?
MsgDownInfo=Employees {0}，Fingerprints {1}，Faces {2}，Passwords {3}，Cards {4}, PalmVeins {5}, Dynamic recognition Faces{6}
MsgUpInfo={0}[{1}:{2}] Employee
MsgSystemSetup=System settings have changed , the system will reboot .
MsgFingerInfo=Registration data
MsgFingerName=Name & Photo
MsgGetSelectData=Retrieve Select Logs
MsgGetAllData=Retrieve All Logs

[FKFirmwareVer]
label1=Version
label2=USB-Disk File(s)
button1=...

[MacInfoAdd]
label3=Connection PWD

[MacDataFormat]
chkAllow=Enable Text Format Setting
lblSep=Field Separators
rbSepNo=None
rbSepTAB=TAB
rbSepCustom=User Define
lblHint=Note: Please select fields then enter the data lenth and format you want to generate
chkMacSN=Dev. No. 
lblMacSN=Length
lblMacSNHint=If enter 3, actual device No. is "1", then the output is "001."
chkEmpNo=Registration ID
lblEmpNoHint=If enter 5, actual is "E0000001", then the output is "00001."
chkEmpName=Employee Name
lblEmpNameHint=
chkDataTime=Attendance Time
lblDataTime=Format
lblOrder=Order
btnShowFormat=Show Format

[SYPowerAdd]
Label4=Maximum 10 characters
Label5=Confirm PWD
label6=Rights
Error001=Registration ID should not less than three digits!

[SYPassword]
Label1=Old
Label2=New
Label3=Confirm

[SYRegister]
label1=Serial 
label2=Registation Name
label3=License
Msg001=Registration fails, please check the registered name, license is entered correctly，or not  !
Msg002=Registration success.
Msg003=You can register {0} times.
Error001=Please enter registation name!
Error002=Generate license failed! #13#10#13#10 Regisration number of times is zero!
Error003=Generate license failed!

[SYDataBack]
Label3=Generated file name after backup
Label4=Backup path, press the button on the right to change
Error001=Please enter the generated file name
Error002=Database backup file already exist!
Msg001=Database backup file already exist!
Msg002=Backup database successfully. Backup files generated:{0}

[SYDataRest]
Label3=Database backup file, select file by click the button on the right
Msg001=Restoring database, please wait...
Msg002=Restore database successfully.

[SYDataUpdate]
btnOk=Upgrade
btnCancel=Close
Label3=Update files, you can select file by click the button on the right
Msg001=Upgrade File
Msg002=Database is being upgraded,  Please wait...
Msg003=Database upgraded successfully.
Error001=Please select file to upgrade!

[SYDataClear]
groupBox1=Please select data to clear
Error001=No data selected to clear!
Msg001=Do you want to clean up these data? 
Msg002=Data Cleared.

[SYOption]
tabPage1=Parameter
chkExistDelete=Delete existing data while uploading registration data.
chkUploadName=Enable name and photo while uploading registration data.
tabPage2=Monitoring alarm parameters
chkWarning=Open monitoring alarm
label1=Alarm delay
label2=Second
btnPath=Select audio
tabPage3=Fingerprint parameters
rb26=Wigan 26
rb34=Wigan 34
tabTxtSet=Import txt parameters automatically
btnSecletPatn=Choose path
rbReal=Real-time monitoring and automatic saving
rbTime=Timed auto save

[About]
Version=Program Version
DBVersion=Database Version 

[PubDisplay]
Label1=Note: Please select to display.

[PubDataIn]
Caption=Import Data
tabPage1=Please select Excel file to import.
lblPic=Please save the photo as BMP or JPG format coresponding to name and registration ID, then keep it in folder "EmpPic" under the software installation path, if you want to import employees' photo. Please make sure the size should be 800*600
label2=Select EXCEL File
btnFileName=Select File
label3=Select worksheet name
tabPage2=View EXCEL Data
tabPage3=Setting Field Correspondence
label6=Note: You can check a certain record for unsuccessful import in folder FormDataIn under the installation directory after import is completed.
label7=Total Records：
label8=Imported:
label9=Actual Imported:
label10=Superiors Department
Error001=Please select Excel file to import.
Error002=Please select file name
Error003=Please select the field, you want to import the data!
Msg001=Start importing data {0} 
Msg002=Data {0} import completed [{1}, {2}, {3}]
Msg003=The {0} Data

[PubPreview]
Caption=Print Preview
ItemSetup=Page Settings
ItemReportEdit=Setup Report
ItemZoomIn=Zoom in
ItemZoomOut=Zoom out
ItemFit=Fit to Page
ItemWidth=Fit Width
ItemHeight=Fit Height
ItemFirst=First 
ItemPrior=Pre 
ItemNext=Next 
ItemLast=Last 

[PubSelectDate]
Caption=Calendar
label1=Time

[PubSelectDepart]
Caption=Select Dept.!

[PubSelectEmp]
Caption=Select Employee

[PubSelectEmpList]
tabPage1=By Department
tabPage2=By Employee
groupBox1=Select Employee
button1=Delete

[RSDepart]
Error001=Default department can not be deleted!
Error002=There is sub-department(s) under this, can not be deleted!
Error003=There are employee(s) under this department, can not be deleted!

[RSDepartAdd]
label4=Superiors Department
btnParentDepart=Change Superiors Department
Error001=Selecting self-department or sub-department as the higher authorities is not allowed!

[RSEmp]
ItemTAG1=Download to PC
ItemTAG2=Upload to the machine
ItemTAG3=Bulk transfer to department
ItemCardFill=Bulk Filling Card NO.
MsgFillInfo=Filling Card Number，please wiat...ID={0}，Name={1}
MsgCardEmpty=Make sure card is properly placed.
MsgCardSuccess=Successful filled, please remove cards.
Error101=Registration ID is empty, import failed!
Error102=Department is empty, import failed!
Error103=Department not found, import failed!
Error104=Registration ID are repeated, import failed!

[RSEmpAdd]
label4=Department
chkIsAdd=Add Next Employee
button1=Select
button2=Clear 
label18=The photo size should be 800*600
btnIDCard=Read IDCard
btnFpReader=Fingerprint Acquisition Instrument
tabItemPhoto=General Photo
tabItemDynPhoto=Dynamic face photo
label14=Size: {0} * {1}
btnSearch=Search device
btnConnet=Connect
btnCloseDev=Close
btnPhotograph=Photograph
Error01=No cameras found
Error02=Error connecting to camera
Error03=Photographing error
Error04=Please select a device

[RSDimission]
ItemTAG1=Reinstatement
Msg001=Please select employee for reinstatement!
Msg002=Are you sure to reinstatement this employee?
Msg003=Reinstatement operation success.

[RSEmpChart]
label1=Graphics
rbBar=Histogram
rbPie=Pie Chart
label2=View Type

[KQRule]
Error001=This attendance rule is being used, can not be deleted!
Error002=System default rule can not be deleted!

[KQRuleAdd]
groupBox1=Attendance Time Rule (Unite: Minute)
groupBox2=Overtime Rule
groupBox3=Work hrs calculation 
groupBox5=Working Hours
latetime=Late for
leavetime=Leave Early 
latemore=Later Than
leavemore=Leave Earlier Than
label4=Ignore
label3=Ignore Attendance 
label6=Count as OT
min=Minutes
lateleave=Late or Leave Early Than
DEwroktime=Deduct Work Hrs
early=Before
defer=Postponed
label23=(Actual Attendance)
label24=Unselect Off Day

[KQRuleCalc]
Error001=This calculation rule is bing used, can not be deleted!
Error002=System default calculation rules, can not be deleted!

[KQRuleCalcAdd]
KQUsual=Regular
KQOvertime=Overtime
KQLeave=Leave
Sort=Calculate
Usual=Ordinary
Weekend=Weekend
Holiday=Holiday
Error001=Full, can not be added!

[KQShift]
Error001=System default shifts，can not be deleted!
Error002=This shift is being used, can not be deleted!

[KQShiftAdd]
ShiftAhead=Early Punch Time
ShiftDepart=Subordinate Departments
ID=Shift
Signin=In
Signout=0ut
Aheah=Before
Defer=After
Drift=Flexible
NextDay=Next Day
Sort=Attendance Type
No1=First 
No2=Second 
No3=Third
No4=Fourth 
No5=Fifth
ErrorShiftTime=End time can not lesser than start time#13#10(Please add 24 hrs if cross day)
ErrorEmptyTime=Time can not be 0

[KQShiftRuleAdd]
day=Day
week=Week
month=Month
Error001=You can only enter integer which is greater than zero!

[KQEmpDayOffAdd]

[KQEmpOtSureAdd]
chkAheadHrs=Allow sign-in before (min.)
chkDeferHrs=Allow sign-out after (min.)

[KQEmpShift]
ItemDelete=Clear current month shift
ItemTAG1=Save
ItemTAG2=Cancel
ItemTAG3=Bulk Scheduling

[KQEmpShiftBatch]
label1=Start Date
label2=End Date
Error001=Start date cannot be greater than end date!

[KQDepShift]
ItemDelete=Clear current month shift
ItemTAG1=Save
ItemTAG2=Cancel
ItemTAG3=Bulk Scheduling

[KQDepShiftBatch]
label1=Start Date
label2=End Date
Error001=Start date cannot be greater than end date!

[KQDataAssay]
label1=Start Date
label2=End Date
rbAll=All Employees
rbEmp=Select Employee
button1=Start
button2=Stop
btnCancel=Close
Error001=Analysis date range days can not exceed {0} days!
Msg001=Analyzing attendance data,please wait...
Msg002=Successfully analysed attendance data. Total analysed {0} employees, time used {1}
Msg003=Analysed attendance data failed. Total analysed {0} employees, time used {1}

[KQReportDay]
groupBox1=Options
chkLeave=On Leave
chkAhead=Leave Early
chkLater=Late
chkAbsent=Absent
chkOtSure=Overtime
chkAll=Exceptional

[KQReportMonth]
groupBox1=Options
chkLeave=On Leave
chkAhead=Leave Early
chkLater=Late
chkAbsent=Absent
chkOtSure=Overtime
chkAll=Exceptional

[KQReportDayDetail]
Caption=Original Records 

[KQReportRecords]
Error001=Poker days can not exceed {0} days!
Msg001=Analyzing attendance data,please wait...
Msg002=Successfully analysed attendance data. Total analysed {0} employees, time used {1}
Msg003=Analysed attendance data failed. Total analysed {0} employees, time used {1}

[KQReportTotal]
StaticBox5=Monthly Subtotal
StaticBox17=Accept
StaticBox18=Check
StaticBox19=Verify
StaticBox20=Confirm

[PassTime]

[PassTimeAdd]
groupBox1=Timing Information

[GroupTime]
label1=Time paragraph number range:

[BellTime]
BellTimeID=No.
Allow=Ring Number
BellTime=Ring Time
label1=Ring Times

[MJTime]
ItemTAG1=Download to PC
ItemTAG2=Upload to Dev.

[MJTimeAdd]
groupBox1=Time Period Info

[GroupTime]
label1=Time period number range:

[MJBellTime]
BellTimeID=S.N.
Allow=Ring Time
BellTime=Time
label1=BELL Qty.
btnDown=Download to PC
btnUp=Upload to Dev.
btnOk=Save
btnCancel=Close

[MJPower]
ItemTAG1=Download to PC
ItemTAG2=Upload to Dev.

[MJDoor]
btnOpen=Open the door temporarily
btnClose=The door is often locked
btnCOpen=The door always open
btnHuiF=Return to normal
btnTimerOpen=Open the door regularly

[GZRule]
RuleID=Rule No.
RuleName=Rule Name
IsFunction=Enable Formula
VRuleFunction=Formula
RuleCash=Fixed amount
Mode=Rule Type
modeIn=Income
modeOut=Expenditure
Error001=This wage rules is being used, can not be deleted!

[GZRuleAdd]
GZRuleID=Rule No.
GZRuleName=Rule Name
IsFunction=Enable formula to calculate amount
Function=Formula
GZRuleCash=Fixed Amount
Mode=Rule Type
modeIn=Income
modeOut=Expenditure
btL=(
btR=)
btClear=C
btBack=←
btPoint=.
btPlu=+
btSub=-
btMul=*
btDiv=/
check=Check Formula
msg1=Please do not make the denominator as zero 
msg2=Wage rules are divided into income and expenditure. Income: overtime, performance bonus, etc. Expenditure: leave, fines, etc.
checkOK=Check success! #13#10 formula syntax is correct.
checkErr=Check failed! #13#10 The formula have a syntax error 

[GZItem]
ItemID=No.
ItemName=Name
Out=Expenditure
In=Income

[GZItemAdd]
GZItemID=No.
GZItemName=Name
gbGZItemOut=Expenditure Rule
gbGZItemIn=Income Rule
gbGZItem=Rule
btAdd=Add
btDel=Delete
btUp=↑
btDown=↓
msg1=Each wage scheme contains maximum 20 income and 20 expenses rules

[GZRuleEmp]
RuleIDName=Wage Scheme

[GZRuleEmpAdd]
RuleIDName=Wage Scheme

[GZRuleDepart]
RuleIDName=Wage Scheme

[GZRuleDepartAdd]
RuleIDName=Wage Scheme

[GZReport]
In=Income
Out=Expenditure 
Sum=Actual Wage
lblYM=Month
GZItem=Wage Scheme
ItemTAG1=Block record
ItemTAG2=Unblock
MsgNoSelectFreeze=No item to block
MsgFreezeSucceed=Blocked
MsgNoSelectBreakFreeze=No item to block
MsgBreakFreezeSucceed=Unblock
Msg001=Analyzing data,please wait...
Msg002=Successfully analysed data. Total analysed {0} employees, time used {1}
Msg003=Analysed data failed. Total analysed {0} employees, time used {1}
Msg004=You have not set {0} or {1}

[KQInOutMode]
label1=In1
label2=Out1
label4=In2
label3=Out2
label6=In3
label5=Out3
label8=In4
label7=Out4
label10=In5
label9=Out5

[FPReader]
frmFpReader=Fingerprint Acquisition Instrument
btnInit=Initialization
btnEnroll=Enroll
btnVerify=Verify
btnStop=Stop
btnClose=Close Device
btnGetFpData=Existing Fingerprint
btnClearFpData=Clear Fingerprint
lblEmpNo=EmployeeNo
lblFingerNo=Empl. No.
gbxFpReader=Features
MsgOpenDevice=Open Device...
MsgInitSuccess=Initialization Successful
MsgNoDevice=No Device Detected
MsgClearRequest=Are you sure you want to delete all fingerprints for this user?
MsgClearComplete=All fingerprints for {0} have been cleared
MsgRegisterSuccess=Register {0}-{1} to succeed
MsgExist={0}-{1} Exist
MsgPressFinger=Please press your finger
MsgLeaveFinger=Please leave your finger
MsgOverRegister=10 fingerprints have been registered
MsgStop=Stop
MsgFPunregistered=Please Repress your finger

[MJDynamicAdd]
gBSetTimeCertificate=Period Information
groupBox1=Validity Information
lb1stPeriod=Interval One
lb2ndPeriod=Session Two
lb3rdPeriod=Session Three
label4=Valid Until

[MJDynamicEdit]
gBSetTimeCertificate=Period Information
groupBox1=Validity Information
lb1stPeriod=Interval One
lb2ndPeriod=Session Two
lb3rdPeriod=Session Three
label4=Valid Until

[MJDynamic]
ItemTAG1=Delete Machine Settin
ItemTAG2=Upload To Machin

[PubDevSet]
label1=Total number of managers
label2=volume
label3=Interface Return Time
label4=Attendance Record Warning
label5=Duplicate confirmation time
label6=Screen Saver time
label7=Sleep time
label9=Machine number
label10=Server IP
label11=Server Port
label12=Carry out transmission
label13=Confirmation Number
label14=Opening delay
label15=Gate magnetic type
label16=Gate magnetic delay
label17=Antisubmarine Return
label18=Anti-disassembly alarm
label19=Alarm delay
label20=Wiegand format
label35=Wiegand output
label36=Wiegand input
tabPage1=Basic settings
tabPage2=Communication Information
tabPage3=Access control function
yes=yes
no=no
open=Open type
close=Closed form
btnOk=Preservation
btnUpload=Upload to device
btnDownload=Access to a computer
MsgSaveFail=Failed to save data
btnAlarm=Remove the alarm
lbMinute=Minute
lbSecond=Second
CardNo=Card number
EmpNoParam=Job number
Error=The value of {0} allows only {1} to {2}!

[SYDataType]
rbAccess=Access
rbSql=Sql Server
lbACSQ=To use Sql Server, you need to install Sql Server database server first.
lbRestart=Effective after restart, whether restart

[PubMacParam]
Managers=Total number of managers
Volume=Volume
ShowResultTime=Interface return time
GlogWarning=Attendance record warning
ReverifyTime=Repeat confirmation time
ScreensaversTime=Screen saver time
SleepTime=Sleeping time
ServerIPAddress=Server IP
ServerPort=Server port
ServerRequest=Transfer
MutiUser=Simultaneous confirmation
OpenDoorDelay=Opening delay
DoorMagneticType=Magnetic type
DoorMagneticDelay=Gate delay
Antiback=Anti-submarine back
UseAlarm=Tamper alarm
AlarmDelay=Alarm delay
WiegandType=Wiegand format
WiegandOutput=Wiegand output
WiegandInput=Wiegand input
ItemTAG1=Download to computer
ItemTAG2=Upload to machine
ItemMomEdit=Batch Edit
tabPage1=Basic settings
tabPage2=Communication information
tabPage3=Access control function
yes=Yes
no=No
open=Open type
close=Close type
btnOk=Save
btnUpload=Upload to device
btnDownload=Get to the computer
MsgSaveFail=Saving data failed
btnAlarm=Disarm the alarm
lbMinute=Minute
lbSecond=Second
CardNo=Card number
EmpNoParam=Job number
Error=The value of {0} is only allowed between {1} and {2}!

[BaseDate]
cbTiming=Timing recovery of new Logs
cbOne=First time 
cbTwo=Second time 
cbThree=Third time 
cbFour=Fourth time
cbFive=Fifth time
lbTips=(Keep the software running)
cbNew=New Logs
frmData=Recovery record
Error001=Start time cannot be greater than end time！
[MJDoorCondition]
label1=Black and white list comparison threshold
label2=ID card comparison threshold
label3=Door opening method
label4=Ways of identifying
label5=Control door opening interface mode
label6=Wigan protocol type
label7=Public access card number
label8=Automatically generate the start card number of the access card number
label9=Automatically generate the end card number of the access card number
label10=Door opening delay (ms)
btnGetParam=Get parameters
btnOk=Setting parameters
FaceOpenMode=Face opening way
RemoteDoorOpenMode=Remote door opening method
RemoteDoorOrFaceOpenMode=Remote or face opening
Whitelist=Whitelist verification
IdCard=ID verification
WhitelistAndIdCard=Whitelist + ID
WhitelistOrIdCard=Whitelist or ID
WiganInterface=Wiegand interface
SwitchingValue=Switch
WiganInterfaceAndSwitchingValue=Wiegand interface + switch
RFCard=RF card verification
RFCardAndWhiteList=RF card verification + white list verification
RFCardOrWhiteList=RF card verification or whitelist verification
WiganCard=Wegenka verification
WiganCardAndWhiteList=Wegenka + whitelist verification
WiganCardOrWhiteList=Wiganka or whitelist verification
Temperature=Body temperature test
Mask=Mask detection
TemperatureAndWhite=Body temperature + white list detection
MaskAndWhite=Mask + whitelist detection
MaskAndTemperature=Mask + temperature detection
MaskAndTemperatureAndWhite=Mask + temperature + white list detection

[MJSeaUserPwd]
Label1=change Password
Label2=confirm password
Label3=After successful setup, the username and password are the same!
Error001=The two passwords are different, please re-enter!

[MJSeaNetParam]
Label1=Device ip address
Label2=Device ip subnet mask
Label3=Device ip gateway
Label4=Data service port
Label5=Web service port
btnOk=Set network parameters
btnGetNetParam=Get network parameters

[MJSeaPower]
ItemTAG1=Download to PC
ItemTAG2=Upload to the machine

[MJSeaSetSound]
chkVerifySuccAudio=Whether the authentication succeeds
chkVerifyFailAudio=Whether the authentication failure is broadcast
chkRemoteCtrlAudio=Remote control sound playback
chkVerifySuccGuiTip=Whether the authentication success interface prompts
chkVerifyFailGuiTip=Whether the authentication failure interface prompts
chkUnregisteredGuiTip=Whether the list is not registered interface prompt
Label1=volume
btnGetSetSound=Get audio parameters
btnOk=Set audio parameters
chkIPHide=Whether the interface IP is hidden
chkIsShowName=Comparison succeeded, whether the name prompt is displayed
chkIsShowTitle=Whether the interface title prompt is displayed
chkIsShowVersion=Whether the interface version number prompt is displayed
chkIsShowDate=Whether the date prompt is displayed on the interface
chkIDCardNumHide=Whether the swipe card number on the interface is hidden
chkICCardNumHide=Whether the interface IC card number is hidden

[MJStarParam]
lbDevName=Dev. Name
lbWiegandType=Wiegand format
lbLanguage=Language
chkAntiPass=Dive back
lbOpenDoorDelay=Door opening delay
chkTamperAlarm=Tamper alarm
lbAlarmDelay=Alarm delay
lbReverifyTime=Repeat recognition time
lbScreensaversTime=Enter screensaver time
lbSleepTime=Sleep time
btnGetParam=Get parameters
btnOK=Setting parameters
lbVerifyMode=Confirmation method
lbVolume=Sound
Arabic=Arabic
SimplifiedChinese=Simplified Chinese
TraditionalChinese=Traditional Chinese
English=English
Korean=Korean
ThaiLanguage=Thai
Turkish=Turkish
Spanish-Argentine=Spanish-Argentine
Spanish=Spanish
Portuguese-Brazilian=Portuguese-Brazilian
Portuguese=Portuguese
French=French
Indonesian=Indonesian
German=German
Persian=Persian
Japanese=Japanese
Vietnamese=Vietnamese

[MJStarNetParam]
chkPushEnable=Whether to enable transmission
lbServerHost=Server address
lbServerPort=Server port
lbPushServerHost=Push server address
lbPushServerPort=Push server port
lbInterval=Heartbeat time
btnGetParam=Get parameters
btnOK=Setting parameters

[MJSeaTemperature]
lbFaceMaskTPTMode=Detection mode
Null=None (Pattern recognition comparison by verification method)
lbTemperatureCheck=Temperature calibration
lbTemperatureHigh=Temperature alarm threshold
lbEnvTemperature=Ambient temperature
lbEnvTemperatureCheck=Ambient temperature calibration value
lbOpenLaser=Whether to turn on the laser
yes=Yes
no=No
btnGetTemperatureParam=Get parameters
btnOK=Setting parameters

[SYSetPort]
lbRegularPort=Conventional
lbSeaPort=Sea series
lbStarPort=Star series

[PubDevGroup]
lbDevGroup=Equipment Group
lbGroupNo=Device group number
lbGroupName=Device group name
lbGroupSuperior=Superior equipment group
lbRemarks=Remarks
ItemSave=Save
ItemUnsave=Cancel
btnParentGroup=...
Error001=The group cannot change the superior!
Error002=The device group is up to four levels!
Error003=The main device group cannot be deleted!
Error004=This group has subgroups and cannot be deleted!
Error005=This group has devices and cannot be deleted!